Feature: List of User Stories
Как покупатель я хочу:
- просмотреть список товаров в каталоге по категории
- найти товары в каталоге по названию
- вывести полную информацио о самом дешевом товаре, найденном по запросу
- добавить найденый товар в корзину
- оформить заказ на дом с оплатой кредитной картой
- проверить статус заказа

Как менеджер по товару я хочу:
- обновить информацию о товаре
- добавить новое поступление товаров от поставщика на склад

Как менеджер по клиентам я хочу:
- вывести список всех моих клиентов
- вывести список 10 самых старых моих клиентов
- вывести список 10 моих самых старых клиентов,
        не совершавших покупки в течение последнего месяца
